import React from 'react'


import './FAQ.scss'




function FAQ() {

    return (
        <div className={"FAQ"}>
            <h2>FAQ</h2>

            <h3>Почему именно тебя стоит брать?</h3>
                <p>
                Любая компания заинтересована, в мотивированном человеке, который не решит через месяц уйти. Это именно я.<br/>
                Я же заинтересован в рабочем опыте, который вы мне можете дать, а также в знаниях которые я могу получить при прохождении практики или на работе.
                </p>
            <h3>Как ты учишься?</h3>
                <p>
                 Это методичный способ развития, не начиная учить что то новое, не закончив старое.<br/>
                 Обучаясь в большей степени самостоятельно я понял, что это достаточно тяжело, ведь очень много времени уходит на фильтрацию актуальной информации,
                 а также я люблю копать вглубь, не просто пытаясь решить проблему, а понять суть, чтобы не допускать старых ошибок.
                </p>
            <h3>Тебе действительно нравится быть разработчкиком?</h3>
            <p>Да.</p>
        </div>
    )
}

export default FAQ;